/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.withscreenshot" = "スクリーンショット付き";
"zanalytics.bug.alert.withscreenrecord" = "画面録画付き";

"zanalytics.bug.alert.about" = "紹介";
"zanalytics.bug.alert.from" = "開始日";
"zanalytics.bug.alert.imagelimitreached" = "上限に達しました";
"zanalytics.bug.alert.imagelimits" = "添付できる画像は10枚までです";
"zanalytics.bug.alert.macheader" = "フィードバックを共有するか、バグを参照のため添付ファイルを添えて報告してください";
"zanalytics.bug.alert.write" = "ご意見をお寄せください";
"zanalytics.bug.alert.recordedclip" = "「録画クリップ」";



"zanalytics.bug.alert.anonymalert" = "フィードバックは常に、お使いのメールアドレスで共有することを推奨します。メールアドレスを共有していない場合、問題を更新するのにあなたに連絡することができません。";

"zanalytics.bug.alert.quitfeedback" = "離れてよろしいですか？";
"zanalytics.feedback.navbar.title.noscreenshots" = "スクリーンショットがありません";
"zanalytics.feedback.navbar.title.screenshots" = "スクリーンショット";
"zanalytics.feedback.navbar.title.snap" = "スナップ";
"zanalytics.feedback.navbar.title.compose" = "構成";

"zanalytics.bug.alert.cancel"               = "いいえ";
"zanalytics.bug.alert.title"                = "ご意見がございますか？";
"zanalytics.feedback.navbar.title.feedback"             = "フィードバック";
"zanalytics.feedback.navbar.title.reportbug"            = "バグをレポートする";
"zanalytics.feedback.navbar.title.helpme"               = "ヘルプを求める";

"zanalytics.feedback.navbar.title.systemlogs"             = "システムログ";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "診断情報";

"zanalytics.bug.alert.dontshowagain"            = "2度と表示しない";
"zanalytics.bug.alert.title.helpme"            = "ヘルプを求める";

"zanalytics.bug.alert.message.savetolocal"         = "申し訳ありません。バグレポートを送信できませんでした。スクリーンショットを保存しますか？";



"zanalytics.feedback.email.title"                = "メールアドレス";


"zanalytics.bug.detectscreen.title"       = "興味深いものが見つかりましたか？";

"zanalytics.bug.alert.detectscreen.yes"                      = "はい";
"zanalytics.bug.alert.detectscreen.no"                       = "いいえ";

"zanalytics.bug.alert.detectscreen.share" = "共有";
"zanalytics.bug.alert.detectscreen.dontshow" = "二度と確認しない";

"zanalytics.bug.annotate.button.title"                       = "次のツールを使用してバグに注を付けます";


"zanalytics.feedback.failed.alert.description" = "フィードバックの送信に失敗しました。もう1度お試しください。";


"zanalytics.feedback.success.alert.description" = "フィードバックをご提出いただきありがとうございます！";


"zanalytics.feedback.common.alert.title.add.photos" = "画像を追加";
"zanalytics.feedback.common.alert.title.alert" = "警告";
"zanalytics.feedback.common.button.title.back" = "戻る";
"zanalytics.feedback.common.button.title.cancel" = "キャンセル";
"zanalytics.feedback.common.button.title.close" = "終了";
"zanalytics.feedback.common.button.title.ok" = "OK";

"zanalytics.feedback.textview.placeholder"  = "当社はお客様からのフィードバックを大切にしています。当社の業務状況についてご意見をお寄せください。";
"zanalytics.bug.textview.placeholder"           = "アプリの使用中に問題が発生しましたか？私たちまでご連絡ください。";
"zanalytics.help.textview.placeholder"           = "問題を解決するためのお手伝いをさせていただきます！";

"zanalytics.feedback.add.photos.alert.description" = "写真が添付されていません。写真ギャラリーを開いて写真を追加してください！";

"zanalytics.feedback.add.photos.alert.open" = "写真を開く";


"zanalytics.feedback.access.photos.alert.description" = "%@のアプリにはあなたの写真へのアクセス権限がありません。\nアクセス権限を付与するには、次の手順を行ってください：設定 > プライバシー > 写真 > %@";

"zanalytics.feedback.access.photos.alert.settings" = "設定";

"zanalytics.feedback.label.title.anonymous" = "匿名";

"zanalytics.feedback.navbar.button.title.send" = "送信";
"zanalytics.feedback.navbar.button.title.next" = "次";
"zanalytics.feedback.navbar.button.title.done" = "実行済み";
"zanalytics.feedback.navbar.button.title.editphotos" = "写真を編集";
"zanalytics.feedback.navbar.button.title.addmore" = "もっと追加";
"zanalytics.feedback.navbar.button.title.attach" = "添付";
"zanalytics.feedback.navbar.button.title.delete" = "削除";


"zanalytics.feedback.navbar.title.taptoedit" = "タップして編集";
"zanalytics.feedback.navbar.title.editor" = "エディター";
"zanalytics.feedback.navbar.title.choosephotos" = "写真を選択";
"zanalytics.feedback.navbar.title.selectphotos" = "写真を選択";
"zanalytics.feedback.navbar.title.photoselected" = "選択された写真";
"zanalytics.feedback.navbar.title.photosselected" = "選択された写真";

"zanalytics.feedback.accessory.title.systemlogs" = "システムログを含める";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "診断情報を含める";
"zanalytics.feedback.accessory.button.title.view" = "閲覧";

"zanalytics.feedback.picker.image.notfound" = "画像が見つかりません";

"zanalytics.feedback.attachments.title" = "添付(%i)";

"zanalytics.feedback.privacy.consent.description" = "開発者が共有されたフィードバックをよりよく理解できるように、コンソールログと診断情報を含めることをお勧めします。";

"zanalytics.feedback.privacy.consent.clogs.title" = "コンソールログ";

"zanalytics.feedback.privacy.consent.dinfo.title" = "診断情報";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "他の情報";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "機器情報";

"zanalytics.feedback.privacy.consent.cancel" = "キャンセル";

"zanalytics.feedback.privacy.consent.openmailapp" = "メールで開く";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "常に送信";


// Issue Recording VC
"issuerecordscreen.label.recordissue" = "問題を記録";
"issuerecordscreen.label.close" = "閉じる";
"issuerecordscreen.label.failedtoinitiate" = "画面録画を開始できませんでした";
"issuerecordscreen.label.failuremultiwindow" = "録画しようとしているコンテンツはマルチ ウィンドウ モードにあるため、録画はサポートされません。全画面モードに切り替えてください";
"issuerecordscreen.label.nointerneterror" = "画面録画にはインターネット接続が必要です。続行するには接続してください。";
"issuerecordscreen.label.ok" = "OK";
"issuerecordscreen.label.recordinginfo" = "直面している問題をすぐに記録し、サポート チームに送信すると、簡単に理解してすぐにサポートを受けることができます。";
"issuerecordscreen.label.iagreetext" = "必要なデータの収集に同意します。詳細を表示";
"issuerecordscreen.label.optiontotrim" = "録画したビデオをトリミング、編集、注釈を付けるオプションがあります。";
"issuerecordscreen.label.startrecording" = "録画を開始";
"issuerecordscreen.label.endrecording" = "録画終了";
"issuerecordscreen.label.recordinginprogress" = "録画中です！";
"issuerecordscreen.label.quicktipstext" = "クイックヒント";
"issuerecordscreen.label.quicktips1" = "画面を最大 5 分間録画できます。";
"issuerecordscreen.label.quicktips2" = "録画したビデオをトリミング、編集、注釈付けできます。";
"issuerecordscreen.label.quicktips3" = "画面の録画中はアプリを閉じないでください。";
"issuerecordscreen.label.quicktips4" = "詳細については、ヘルプドキュメントをご覧ください";

// Data Consent Screen
"dataconsentscreen.label.consenttitle" = "以下のデータはお客様の同意に基づいて収集されます：";
"dataconsentscreen.label.consent1" = "IP アドレスと録画中に生成されるコンソールログ";
"dataconsentscreen.label.consent2" = "装置名、OS バージョンなどの環境の詳細。";
"dataconsentscreen.label.consent3" = "装置のパフォーマンス メトリック (メモリ、ネットワーク接続時間など)";
"dataconsentscreen.label.consent4" = "装置ウィンドウの画面録画";
"dataconsentscreen.label.consent5" = "デフォルトでは、画面録画中に音声も録音されます。ただし、提出する前に音声トラックをミュートしたり、再録音したりすることはできます。";

// Permission
"videoannotationscreen.alert.microphonedisabledipad" = "マイクへのアクセスが無効です";
"videoannotationscreen.alert.gotosettingtoturnonmicrophoneipad" = "録音するには、設定に移動して、マイクをオンにしてください。";
"videoannotationscreen.alert.microphonedisablediphone" = "マイクへのアクセスが無効です。録音するには、設定に移動して、マイクをオンにしてください。";

// General
"general.label.recordingintiationfailed" = "画面録画の開始に失敗しました。もう一度お試しください";
"general.label.ok" = "OK";
"general.label.submit" = "提出";
"general.label.done" = "完了";
"general.label.cancel" = "キャンセル";
"general.label.settings" = "設定";
"general.label.erroroccured" = "エラーが発生しました";

// Issue Submission Screen
"issuesubmissionscreen.alert.filesizeexceeded" = "ファイルサイズが超過しました。ファイルサイズは 3 MB を超えないようにしてください";
"issuesubmissionscreen.label.attachfiles" = "ファイルを添付する";
"issuesubmissionscreen.label.newrecording" = "新しい録画";
"issuesubmissionscreen.label.editrecording" = "録画を編集";


// Video Annotation Screen
"videoannotationscreen.label.noaudiotrack" = "音声トラックなし";
"videoannotationscreen.label.shapeborderwidth" = "枠線幅";
"videoannotationscreen.label.shapelineopacity" = "不透明度";
"videoannotationscreen.label.shapetextsize" = "テキストサイズ";
"videoannotationscreen.alert.elementdurationbeyondvideolength" = "要素の長さが動画の長さを超えています";
"videoannotationscreen.alert.notallowed" = "許可されていません";
"videoannotationscreen.alert.deleteexisitingaudio" = "新しい音声を録音する前に、既存の音声を削除してください。";
"videoannotationscreen.alert.textlimitreached" = "制限に達しました";
"videoannotationscreen.alert.textdeleteexisting" = "既存のテキストの一部を削除してください。";
"videoannotationscreen.alert.pausevideobeforerecordingaudio" = "音声を録音する前にビデオを一時停止してください";
"videoannotationscreen.alert.changesnotsaved" = "変更は保存されません。本当に続行しますか?";
"videoannotationscreen.alert.proceed" = "続行する";
"videoannotationscreen.alert.stroketypesolid" = "固体";
"videoannotationscreen.alert.stroketypedashed" = "点線";
"videoannotationscreen.alert.entertext" = "テキストを入力してください";

"videoannotationscreen.label.trim" = "トリム";
"videoannotationscreen.label.mask" = "マスク";
"videoannotationscreen.label.shapes" = "図形";
"videoannotationscreen.label.text" = "テキスト";
"videoannotationscreen.label.audio" = "音声";
"videoannotationscreen.label.block" = "ブロック";
"videoannotationscreen.label.blur" = "ぼかす";
"videoannotationscreen.label.rectangle" = "長方形";
"videoannotationscreen.label.oval" = "楕円形";
"videoannotationscreen.label.arrow" = "矢印";
"videoannotationscreen.label.color" = "色";
"videoannotationscreen.label.width" = "幅";
"videoannotationscreen.label.style" = "スタイル";
"videoannotationscreen.label.edit" = "編集";
"videoannotationscreen.label.size" = "サイズ";
"videoannotationscreen.label.background" = "背景";
"videoannotationscreen.label.textregular" = "通常";
"videoannotationscreen.label.textbold" = "太字";
"videoannotationscreen.label.textitalics" = "イタリック";
"videoannotationscreen.label.textbolditalics" = "太字斜体";

// Issue Submission Form
"issuesubmissionform.label.emaildisplay" = "メールアドレス";
"issuesubmissionform.label.emailplaceholder" = "zylker@zohomail.com";
"issuesubmissionform.label.screenrecordingsummary" = "画面レコードの概要";
"issuesubmissionform.label.subjectdisplayname" = "件名";
"issuesubmissionform.label.subjectplaceholder" = "件名を入力してください";
"issuesubmissionform.label.addtoexistingticket" = "既存のチケットに追加";
"issuesubmissionform.label.existingticketid" = "既存のチケット ID";
"issuesubmissionform.label.enterticketidtolink" = "リンクするチケット ID を入力してください";
"issuesubmissionform.label.issuedescription" = "問題の説明";
"issuesubmissionform.label.issuemoredetails" = "問題の詳細を入力してください";
"issuesubmissionform.label.submityourissue" = "問題を提出する";
"issuesubmissionform.alert.videouploadfailed" = "ビデオのアップロードに失敗しました。もう一度お試しください。";
"issuesubmissionform.alert.thanksmessagetitle" = "お問い合わせいただきありがとうございます！";
"issuesubmissionform.alert.thanksmessagebody" = "お客様のご懸念は弊社の最優先事項ですので、弊社のサポート チームがすぐにご連絡させていただきます。良い一日を！";
"issuesubmissionform.alert.videoeditdetailuploadfailure" = "ビデオ編集の詳細のアップロードに失敗しました。もう一度お試しください。";
"issuesubmissionform.label.entersubject" = "問題の件名を入力してください";
"issuesubmissionform.label.enteremail" = "Eメールアドレスを入力してください";
"issuesubmissionform.label.enterexistingticketid" = "既存のチケット ID を入力してください";
"issuesubmissionform.label.choosephoto" = "写真を選択";
"issuesubmissionform.label.browse" = "参照";
"issuesubmissionform.alert.accestophotodisabledgotosetting" = "写真ライブラリへのアクセスが無効になっています。写真にアクセスするには、設定に移動して、写真ライブラリをオンにしてください。";
"issuesubmissionform.alert.accestophotodisabledipad" = "写真ライブラリへのアクセスが無効になっています";
"issuesubmissionform.alert.accestophotodisabledmessageipad" = "写真にアクセスするには、[設定] に移動して [写真ライブラリ] をオンにしてください。";
"issuesubmissionform.alert.submitting" ="提出中";
